<script setup lang="ts">
const { src } = useUploadcareSource()
const route = useRoute()
const { data: pageData } = await useFetch(`/api/news/${route.params.slug}`)

definePageMeta({
  lockHover: true
})
</script>
<template>
  <div>
    <UISafeAreaView>
      <UIContainer>
        <UIDesktopOnly class="pt-6">
          <MoleculeBreadcrumb theme="dark" />
        </UIDesktopOnly>
      </UIContainer>
      <UIContainer class="relative text-primary 2xl:max-w-1.06k 2xl:px-0">
        <div class="space-y-6 pt-12 pb-6 md:space-y-5 md:pt-15 md:pb-7.5 2xl:space-y-4 2xl:pt-10 2xl:pb-8">
          <p class="text-center text-sm md:text-base+">31 Июля 2024</p>
          <h1 class="text-2xl text-center md:text-4xl 2xl:text-5xl">{{ pageData?.news.title }}</h1>
        </div>

        <div class="-mx-page-padding-2 py-6 md:-mx-0 md:py-7.5 2xl:py-8">
          <img :src="src('c4c33333-bf30-41c1-8754-2a2695c98e0e')" alt="${0}" class="relative w-full ">
        </div>

        <div class="py-6 space-y-6 md:py-7.5 md:space-y-8 2xl:py-8 2xl:space-y-8 2xl:max-w-7h 2xl:mx-auto">
          <div>
            <ul class="text-sm list-disc md:text-base+ pl-6">
              <li>26 июля 2024 года в Узбекистане начались продажи обновленного бизнес-седана Kia K5.</li>
              <li>Обновленный Kia K5 представлен в восьми комплектациях по цене от 379 900 000 сум до 539 900 000 сум.
              </li>
              <li>Обновленный Kia K5 увеличился в габаритах, теперь имеет самую большую длину и колесную базу в своем
                сегменте, что позволило сделать салон максимально просторным и комфортабельным.</li>
              <li>На автомобиль устанавливаются новые, более мощные двигатели 1,5Т (170 л.с.) и 2,0Т (240 л. с.).</li>
              <li>Kia K5 получил самое современное оснащение, ряд привлекательных новых опций комфорта, улучшилось
                качество отделочных материалов.</li>
            </ul>
          </div>
          <p class="text-sm md:text-base+">26 июля 2024 г., Ташкент — группа компаний ADM Global, официальный
            дистрибьютор Kia в
            Узбекистане,
            сообщает, что на рынке Узбекистана стартовали продажи обновленного бизнес-седана Kia K5.</p>
          <p class="text-sm md:text-base+">Kia K5 — один из глобальных бестеллеров бренда, на многих рынках он лидирует
            в своем
            сегменте
            бизнес-седанов. В свое время с предшественника К5, модели Optima, началось перерождение Kia, как бренда,
            движимого ярким привлекательным дизайном. Современный К5 создается на платформе третьего поколения N3,
            имеющей значительные конструктивные усовершенствования, которые обеспечивают высокий уровень защиты и
            захватывающую динамику. Платформа N3 стала новым стандартом Kia, определяющим расположение рулевого
            управления, элементов шасси, трансмиссии и пола кабины, позволяющим сделать салон более просторным, улучшить
            аэродинамические характеристики автомобиля, его точную управляемость, устойчивость и безопасность.</p>
        </div>

        <div class="-mx-page-padding-2 py-6 md:-mx-0 md:py-7.5 2xl:py-8">
          <img :src="src('4fbb6b5f-f26f-4806-9efe-741076c239a6')" alt="${0}" class="relative w-full ">
        </div>

        <div class="py-6 space-y-6 text-sm md:text-base+ md:py-7.5 2xl:py-8 2xl:space-y-8 2xl:max-w-7h 2xl:mx-auto">
          <p>Столь великолепный набор качеств был не раз отмечен экспертами и покупателями. Kia K5 удостоен множества
            наград за дизайн и безопасность, отмечен премиями по итогам голосований экспертов и обычных автомобилистов.
            В частности, К5 дважды удостоен международной премии GOOD DESIGN, на протяжении трех лет подряд побеждал
            в российской Национальной премии «Автомобиль года» в категории «Бизнес-класс».</p>
          <p>Обновленный Kia К5 стал еще более современным, комфортабельным и спортивным. Заметно увеличились габариты
            кузова: длина автомобиля составляет теперь 4960 мм (+55 мм), а колесная база 2885 мм (+35 мм), что сделало
            К5 самым просторным и комфортабельным в своем сегменте бизнес-седанов. Благодаря спортивному силуэту в
            стилистике «фастбек», покатая линия крыши в сочетании с пониженным полом кабины не ограничивает пространство
            для головы и плеч. Эффектнее стала выглядеть передняя часть, благодаря новому, более дизайну переднего
            бампера. Задний бампер также теперь выглядит более спортивно, в нем появились дополнительные
            аэродинамические элементы, а также хромированная декоративная полоса, соединяющая разнесенные по краям
            кузова сдвоенные наконечники выхлопных труб. Впервые для этой модели, для обновленного Kia K5, будут
            предлагаться колесные диски размерности 19 дюймов.</p>
        </div>

        <div class="space-y-6 py-6 md:py-7.5 md:space-y-7.5 2xl:space-y-8 2xl:py-8">
          <div class="-mx-page-padding-2  md:-mx-0">
            <img :src="src('92af4505-d9b0-49d8-aa07-908e6c069aed')" alt="${0}" class="relative w-full ">
          </div>

          <div class="-mx-page-padding-2 md:-mx-0">
            <img :src="src('1965a9be-421f-4db4-aede-b79745f8f5cd')" alt="${0}" class="relative w-full ">
          </div>

          <div class="-mx-page-padding-2 md:-mx-0">
            <img :src="src('59ce553e-890a-40ec-b758-69a5ba502052')" alt="${0}" class="relative w-full ">
          </div>
        </div>

        <div
          class="text-sm space-y-6 py-6 md:text-base+ md:py-7.5 md:space-y-6 2xl:max-w-7h 2xl:mx-auto 2xl:space-y-8 2xl:py-8">
          <p>Значительно мощнее стали новые двигатели, относящиеся к наиболее современной высокоэффективной линейке Kia
            Smartstream. Они оснащены системой постоянной регулировки фаз и высоты подъема клапанов впуска и выпуска
            Dual CVVT, системой непосредственного впрыска топлива и турбонаддувом. Двигатель 1,5Т (рабочий объем 1497
            куб. см) имеет мощность 170 л. с., а его максимальный крутящий момент составляет 253 Н•м в диапазоне
            1500-4000 об/мин. Такой двигатель агрегатируется с семиступенчатой роботизированной трансмиссией с двумя
            сцеплениями 7-DCT. Двигатель 2,0Т (1975 куб. см) имеет мощность 240 л. с., а его максимальный крутящий
            момент составляет 353 Н•м (1500-4000 об/мин). Двигатель 2,0Т работает в паре с восьмиступенчатой
            автоматической гидромеханической трансмиссией.</p>
          <p>Салон тоже получил ряд впечатляющих обновлений. Приборная панель на основе дисплея 12,3” интегрирована с
            центральным дисплеем такой же размерности, управление системой кондиционирования и вентиляции выведено на
            отдельную сенсорную панель. Управление трансмиссией – электронное (Shift-by-Wire), при помощи круглого
            вращающегося переключателя на центральной консоли.</p>
          <p>Среди премиальных опций, доступных для обновленного К5 – вентиляция передних сидений, аудиосистема JBL
            Premium Audio, панорамная крыша (или панорамный люк в крыше), пакет высокотехнологичных систем безопасности
            и помощи водителю.</p>
          <p>На обновленный Kia K5, как и на другие модели Kia, действует длительная гарантия — 5 лет или 150 000 км
            пробега.</p>
          <p>Более подробная информация об обновленном Kia K5 доступна в официальных дилерских центрах брендаю</p>
          <p><b>Телефон:</b>  (+998) 55−500−83−33</p>

          <div>
            <AtomButton color="primary" label="Обратная связь" />
          </div>
        </div>
      </UIContainer>
    </UISafeAreaView>
  </div>
</template>
